Repository: roife/orgenda
Catalog: Orgenda/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Keep your Org files in sync across devices.
zh_hans: 让 Org 文件在设备之间保持同步。
zh_hant: 讓 Org 檔案在裝置之間保持同步。

source: Keeps the remote version and saves your local edits as a separate file.
zh_hans: 保留远程版本，并将本机修改另存为独立文件。
zh_hant: 保留遠端版本，並將本機修改另存為獨立檔案。

source: Keeps this workspace and its unsynced edits. Only the saved password changes.
zh_hans: 保留当前工作区及未同步的修改，仅更新保存的密码。
zh_hant: 保留目前工作區及尚未同步的修改，僅更新儲存的密碼。

source: Last checked
zh_hans: 上次检查
zh_hant: 上次檢查

source: Latest version
zh_hans: 最新版本
zh_hant: 最新版本

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Line
zh_hans: 行
zh_hant: 行

source: Loading image…
zh_hans: 正在加载图片…
zh_hant: 正在載入圖片…

source: Loading workspace
zh_hans: 正在载入工作区
zh_hant: 正在載入工作區

source: Location
zh_hans: 位置
zh_hant: 位置

source: Logging & reminders
zh_hans: 日志与提醒
zh_hant: 日誌與提醒

source: Low · C
zh_hans: 低 · C
zh_hant: 低 · C

source: Mark %@ complete
zh_hans: 将“%@”标记为已完成
zh_hant: 將“%@”標記為已完成

source: Mark %@ incomplete
zh_hans: 将“%@”标记为未完成
zh_hant: 將“%@”標記為未完成

source: Mark complete
zh_hans: 标记为已完成
zh_hant: 標記為已完成

source: Mark incomplete
zh_hans: 标记为未完成
zh_hant: 標記為未完成

source: Match your device
zh_hans: 与设备保持一致
zh_hant: 與裝置保持一致

source: Maximum unit
zh_hans: 最大间隔单位
zh_hant: 最大間隔單位

source: Maximum: %lld
zh_hans: 最大间隔：%lld
zh_hant: 最大間隔：%lld

source: Medium · B
zh_hans: 中 · B
zh_hant: 中 · B

source: Month
zh_hans: 月
zh_hant: 月

source: Months
zh_hans: 月
zh_hant: 月

source: More
zh_hans: 更多
zh_hant: 更多

source: More than one '%@' heading exists. Choose a unique capture target.
zh_hans: 存在多个“%@”标题，请选择唯一的记录目标。
zh_hant: 存在多個“%@”標題，請選擇唯一的記錄目標。

source: More than one Orgenda folder exists in Google Drive. Rename the duplicate folders and reconnect.
zh_hans: Google Drive 中存在多个 Orgenda 文件夹。请重命名重复的文件夹后重新连接。
zh_hant: Google Drive 中存在多個 Orgenda 資料夾。請重新命名重複的資料夾後重新連接。

source: Move
zh_hans: 移动
zh_hant: 移動

source: Move %@ to
zh_hans: 将“%@”移动到
zh_hant: 將“%@”移動到

source: Move down
zh_hans: 下移
zh_hant: 下移

source: Move to
zh_hans: 移动到
zh_hant: 移動到

source: Move to In progress
zh_hans: 移到进行中
zh_hant: 移至進行中

source: Move to Process
zh_hans: 移到进行中
zh_hant: 移至進行中

source: Move to Terminal
zh_hans: 移到终结
zh_hant: 移至終結

source: Move to…
zh_hans: 移动到…
zh_hant: 移動到…

source: Move up
zh_hans: 上移
zh_hant: 上移

source: Moved %@
zh_hans: 已移动 %@
zh_hant: 已移動 %@

source: Moves the cursor to this heading in Edit
zh_hans: 在编辑模式中将光标移到此标题
zh_hant: 在編輯模式中將游標移到此標題

source: Moving item…
zh_hans: 正在移动事项…
zh_hant: 正在移動事項…

source: Moving…
zh_hans: 正在移动…
zh_hant: 正在移動…

source: New Item
zh_hans: 新建条目
zh_hant: 新建條目

source: New items and Org files
zh_hans: 新建条目和 Org 文件
zh_hant: 新建條目和 Org 檔案

source: New journal entry
zh_hans: 新建日记
zh_hant: 新建日記

source: New Journal Entry
zh_hans: 新建日记
zh_hant: 新建日記

source: New Password
zh_hans: 新密码
zh_hant: 新密碼

source: New task
zh_hans: 新建任务
zh_hant: 新建任務

source: New tasks
zh_hans: 新建任务
zh_hant: 新增任務

source: NEXT
zh_hans: 下一步
zh_hant: 下一步

source: Next %@ day
zh_hans: %@的后一天
zh_hant: %@的後一天

source: Next 7 days
zh_hans: 未来 7 天
zh_hant: 未來 7 天

source: Next action
zh_hans: 下一步行动
zh_hant: 下一步行動

source: Next actions
zh_hans: 下一步行动
zh_hant: 下一步行動

source: Next day
zh_hans: 后一天
zh_hant: 後一天

source: Next future date
zh_hans: 下一个未来日期
zh_hant: 下一個未來日期

source: No Conflicts
zh_hans: 没有冲突
zh_hant: 沒有衝突

source: No deleted items
zh_hans: 没有已删除的条目
zh_hant: 沒有已刪除的條目

source: No destinations yet
zh_hans: 尚无目标位置
zh_hant: 尚無目標位置

source: No heading matches the current filter.
zh_hans: 没有符合当前筛选条件的标题。
zh_hant: 沒有符合當前篩選條件的標題。

source: No headings
zh_hans: 没有标题
zh_hant: 沒有標題

source: No items
zh_hans: 没有条目
zh_hant: 沒有條目

source: No items in Dashboard
zh_hans: 概览中没有条目
zh_hant: 概覽中沒有條目

source: No matches for “%@” in %@. Try searching all categories.
zh_hans: 在“%2$@”中找不到“%1$@”。请尝试搜索所有类别。
zh_hant: 在“%2$@”中找不到“%1$@”。請嘗試搜尋所有類別。

source: No matches for “%@”. Try another word or a shorter phrase.
zh_hans: 找不到“%@”。请尝试其他词语或更短的短语。
zh_hant: 找不到“%@”。請嘗試其他詞語或更短的短語。

source: No matching headings
zh_hans: 没有匹配的标题
zh_hant: 沒有匹配的標題

source: No open tasks
zh_hans: 没有未完成的任务
zh_hant: 沒有未完成的任務

source: No results
zh_hans: 没有结果
zh_hant: 沒有結果

source: No scheduled items
zh_hans: 没有已安排的事项
zh_hant: 沒有已安排的事項

source: None
zh_hans: 无
zh_hant: 無

source: Not completed
zh_hans: 未完成
zh_hant: 未完成

source: Note
zh_hans: 笔记
zh_hant: 筆記

source: Notes
zh_hans: 备注
zh_hant: 備註

source: Nothing overdue
zh_hans: 没有逾期事项
zh_hant: 沒有逾期事項

source: Nothing scheduled in the next 7 days.
zh_hans: 未来 7 天没有安排。
zh_hant: 未來 7 天沒有安排。

source: Notification status
zh_hans: 通知状态
zh_hant: 通知狀態

source: Notifications disabled in Settings
zh_hans: 系统设置中已禁用通知
zh_hant: 系統設定中已停用通知

source: Notifications, permission and reminder timing
zh_hans: 通知开关、权限与提醒时间
zh_hant: 通知開關、權限與提醒時間

source: Occurrence completed
zh_hans: 本次事项已完成
zh_hant: 本次事項已完成

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: Offline · Changes stay on this device
zh_hans: 离线 · 修改保留在本机
zh_hant: 離線 · 修改保留在本機

source: OK
zh_hans: 好
zh_hant: 好

source: On
zh_hans: 开启
zh_hant: 開啟

source: On My Device & Other Locations
zh_hans: 本机与其他位置
zh_hant: 本機與其他位置

source: On My iPhone · Workspace
zh_hans: 我的 iPhone · 工作区
zh_hant: 我的 iPhone · 工作區

source: On this device
zh_hans: 此设备
zh_hant: 此裝置

source: On This Device
zh_hans: 本机版本
zh_hant: 本機版本

source: Open
zh_hans: 打开
zh_hant: 打開

source: Open image. Pinch to zoom.
zh_hans: 打开图片，可用双指缩放。
zh_hant: 開啟圖片，可用雙指縮放。

source: Open items past their scheduled or deadline date appear here.
zh_hans: 已超过计划日期或截止日期的未完成条目会显示在这里。
zh_hant: 已超過計畫日期或截止日期的未完成條目會顯示在這裡。

source: Open Notification Settings
zh_hans: 打开通知设置
zh_hant: 開啟通知設定

source: Open the item editor to change this item's dates and repeat rule together.
zh_hans: 请打开条目编辑器，一并更改日期和重复规则。
zh_hant: 請開啟條目編輯器，一併更改日期和重複規則。

source: Opens %@ settings
zh_hans: 打开“%@”设置
zh_hant: 開啟「%@」設定

source: Opens item details
zh_hans: 打开条目详情
zh_hant: 開啟條目詳情

source: Opens Settings
zh_hans: 打开设置
zh_hant: 開啟設定

source: Org & Capture
zh_hans: Org 与快速记录
zh_hant: Org 與快速記錄

source: Org files
zh_hans: Org 文件
zh_hant: Org 檔案

source: Org Preview
zh_hans: Org 预览
zh_hant: Org 預覽

source: Org repeat rule
zh_hans: Org 重复规则
zh_hant: Org 重複規則

source: Org source
zh_hans: Org 源码
zh_hant: Org 原始碼

source: Org source editor
zh_hans: Org 源码编辑器
zh_hant: Org 原始碼編輯器

source: Org tasks
zh_hans: Org 任务
zh_hant: Org 任務

source: Org Workspace
zh_hans: Org 工作区
zh_hant: Org 工作區

source: Organization
zh_hans: 文件组织
zh_hant: 檔案組織

source: orgenda · Version %@
zh_hans: orgenda · 版本 %@
zh_hant: orgenda · 版本 %@

source: orgenda Demo
zh_hans: orgenda 演示
zh_hant: orgenda 演示

source: Orgenda does not upload your configuration or call an AI service.
zh_hans: Orgenda 不会上传配置或调用 AI 服务。
zh_hant: Orgenda 不會上傳設定或呼叫 AI 服務。

source: Outdent
zh_hans: 减少缩进
zh_hant: 減少縮排

source: Outline
zh_hans: 大纲
zh_hant: 大綱

source: Overdue
zh_hans: 逾期
zh_hant: 逾期

source: Overdue · %lld open
zh_hans: 逾期 · %lld 项未完成
zh_hant: 逾期 · %lld 項未完成

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Paste it into your AI tool with your Emacs configuration.
zh_hans: 将提示词和 Emacs 配置一起提供给 AI 工具。
zh_hant: 將提示詞與 Emacs 設定一起提供給 AI 工具。

source: Pending edits will be saved in orgenda → Unsaved Edits before the folder versions replace them in orgenda. Files in the connected folder will not be changed.
zh_hans: 待保存的更改会先保存到 orgenda → Unsaved Edits，再由文件夹中的版本替换应用中的内容。已连接文件夹中的文件不会被更改。
zh_hant: 待儲存的更改會先儲存到 orgenda → Unsaved Edits，再由資料夾中的版本替換應用中的內容。已連接資料夾中的檔案不會被更改。

source: Pending saves
zh_hans: 待保存
zh_hant: 待儲存

source: Pending uploads
zh_hans: 待上传文件
zh_hant: 待上傳檔案

source: Permission required
zh_hans: 需要通知权限
zh_hant: 需要通知權限

source: Personal project
zh_hans: 个人项目
zh_hant: 個人專案

source: Planning type
zh_hans: 安排类型
zh_hant: 安排型別

source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Presets & reset
zh_hans: 预设与重置
zh_hant: 預設與重設

source: Press and drag to a view, then release to switch
zh_hans: 按住并拖到视图上，松开即可切换
zh_hant: 按住並拖到檢視上，鬆開即可切換

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Preview Org
zh_hans: 预览 Org
zh_hant: 預覽 Org

source: Preview unavailable
zh_hans: 无法预览
zh_hant: 無法預覽

source: Preview workspace
zh_hans: 预览工作区
zh_hant: 預覽工作區

source: Previous %@ day
zh_hans: %@的前一天
zh_hant: %@的前一天

source: Previous day
zh_hans: 前一天
zh_hant: 前一天

source: Priority
zh_hans: 优先级
zh_hant: 優先順序

source: Priority %@
zh_hans: 优先级 %@
zh_hant: 優先順序 %@

source: Project
zh_hans: 项目
zh_hant: 專案

source: Projects
zh_hans: 项目
zh_hant: 專案

source: Prompt preview
zh_hans: 提示词预览
zh_hant: 提示詞預覽

source: Ready · %lld files · %lld nodes
zh_hans: 已就绪 · %lld 个文件 · %lld 个节点
zh_hant: 已就緒 · %lld 個檔案 · %lld 個節點

source: Ready with %lld recovery tree(s)
zh_hans: 已就绪，包含 %lld 棵恢复语法树
zh_hant: 已就緒，包含 %lld 棵恢復語法樹

source: Reason for this status change
zh_hans: 此次状态更改的原因
zh_hant: 此次狀態更改的原因

source: Recent journal entries
zh_hans: 最近的日记
zh_hant: 最近的日記

source: Recently Deleted
zh_hans: 最近删除
zh_hant: 最近刪除

source: Record completion and advance to the next occurrence
zh_hans: 记录完成并推进到下一次
zh_hant: 記錄完成並推進到下一次

source: Record completion and schedule the next occurrence
zh_hans: 记录完成并安排下一次
zh_hant: 記錄完成並安排下一次

source: Recovery copy failed: %@
zh_hans: 创建恢复副本失败：%@
zh_hant: 建立恢復副本失敗：%@

source: Redo
zh_hans: 重做
zh_hant: 重做

source: Reload folder versions?
zh_hans: 重新载入文件夹中的版本？
zh_hant: 重新載入資料夾中的版本？

source: Reload image
zh_hans: 重新加载图片
zh_hant: 重新載入圖片

source: Reload settings
zh_hans: 重新加载设置
zh_hant: 重新載入設定

source: Reminder
zh_hans: 提醒
zh_hant: 提醒

source: Reminder offsets and timestamp ranges are kept when you edit the repeat rule.
zh_hans: 编辑重复规则时，会保留提醒偏移量和时间戳范围。
zh_hant: 編輯重複規則時，會保留提醒偏移量和時間戳範圍。

source: Reminder timing
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Reminders
zh_hans: 提醒
zh_hant: 提醒

source: Reminders start %lld minutes before an entry and repeat every %lld minutes until it starts. An entry’s custom warning time takes precedence.
zh_hans: 提醒会在事项开始前 %lld 分钟发出，此后每隔 %lld 分钟重复，直到事项开始。条目自定义的提前提醒时间优先。
zh_hant: 提醒會在事項開始前 %lld 分鐘發出，此後每隔 %lld 分鐘重複，直到事項開始。條目自定義的提前提醒時間優先。

source: Remote Directory
zh_hans: 远程目录
zh_hant: 遠端目錄

source: Reopen
zh_hans: 重新打开
zh_hant: 重新開啟

source: Repeat
zh_hans: 重复
zh_hant: 重複

source: Repeat from
zh_hans: 重复起点
zh_hant: 重複起點

source: Repeat interval
zh_hans: 重复间隔
zh_hant: 重複間隔

source: Repeating reminder
zh_hans: 重复提醒
zh_hant: 重複提醒

source: Required to save a project.
zh_hans: 填写后才能保存项目。
zh_hant: 填寫後才能儲存專案。

source: Reschedule
zh_hans: 重新安排
zh_hant: 重新安排

source: Reschedule…
zh_hans: 重新安排…
zh_hant: 重新安排…

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Resolve Conflict
zh_hans: 处理冲突
zh_hant: 處理衝突

source: Resolve Conflicts
zh_hans: 处理冲突
zh_hant: 處理衝突

source: Resolve the conflicting files to finish syncing.
zh_hans: 处理文件冲突后即可完成同步。
zh_hant: 處理檔案衝突後即可完成同步。

source: Restore
zh_hans: 恢复
zh_hant: 恢復

source: Restore generic defaults
zh_hans: 恢复通用默认配置
zh_hant: 回復通用預設設定

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Retry changes
zh_hans: 重试保存更改
zh_hant: 重試儲存變更

source: Retry save
zh_hans: 重试保存
zh_hant: 重試儲存

source: Review
zh_hans: 查看并处理
zh_hant: 檢視並處理

source: Running clock
zh_hans: 正在计时
zh_hant: 正在計時

source: Safe synchronization requires strong ETags from this WebDAV server.
zh_hans: 安全同步需要此 WebDAV 服务器提供强 ETag。
zh_hant: 安全同步需要此 WebDAV 伺服器提供強 ETag。

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save & Refresh
zh_hans: 保存并刷新
zh_hant: 儲存並重新整理

source: Save changes on this device before replacing this connection.
zh_hans: 更换连接前，请先将修改保存在本机。
zh_hant: 更換連線前，請先將修改儲存在本機。

source: Save failed · Tap to retry
zh_hans: 保存失败 · 轻点重试
zh_hant: 儲存失敗 · 輕點重試

source: Save or resolve the pending changes before switching folders.
zh_hans: 切换文件夹前，请先保存或处理待保存的更改。
zh_hant: 切換資料夾前，請先儲存或處理待儲存的更改。

source: Save the resulting JSON as config.json in your workspace, then sync.
zh_hans: 将生成的 JSON 保存到工作区的 config.json，然后同步。
zh_hant: 將產生的 JSON 儲存到工作區的 config.json，然後同步。

source: Save your changes before moving or archiving this item.
zh_hans: 移动或归档此条目前，请先保存更改。
zh_hant: 移動或歸檔此條目前，請先儲存更改。

source: Saved as APPT_WARNTIME for your Org appointment reminders.
zh_hans: 保存为 APPT_WARNTIME，用于 Org 日程提醒。
zh_hant: 儲存為 APPT_WARNTIME，用於 Org 日程提醒。

source: Saved in config.json and synced with this workspace.
zh_hans: 保存在 config.json 中，随工作区同步。
zh_hant: 儲存於 config.json，隨工作區同步。

source: Saved on this device · %lld pending
zh_hans: 已保存到本机 · %lld 项待同步
zh_hant: 已儲存至本機 · %lld 項待同步

source: Saved to folder
zh_hans: 已保存到文件夹
zh_hant: 已儲存到資料夾

source: Saving changes
zh_hans: 正在保存更改
zh_hant: 正在儲存更改

source: Saving changes…
zh_hans: 正在保存更改…
zh_hant: 正在儲存更改…

source: Saving on this device…
zh_hans: 正在保存到本机…
zh_hant: 正在儲存至本機⋯

source: Saving…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Schedule
zh_hans: 安排
zh_hant: 安排

source: Schedule for %@
zh_hans: 安排在%@
zh_hant: 安排在%@

source: Scheduled
zh_hans: 计划
zh_hant: 計畫

source: Scheduled · %@
zh_hans: 已安排 · %@
zh_hant: 已安排 · %@

source: Scheduled date
zh_hans: 计划日期
zh_hant: 計畫日期

source: Scheduled is when you plan to work. Deadline is when it's due.
zh_hans: 计划日期是你打算处理的日期，截止日期是必须完成的日期。
zh_hant: 計畫日期是你打算處理的日期，截止日期是必須完成的日期。

source: Scheduled items and open tasks will appear here.
zh_hans: 已安排的事项和未完成的任务会显示在这里。
zh_hant: 已安排的事項和未完成的任務會顯示在這裡。

source: Scheduled time
zh_hans: 计划时间
zh_hant: 計畫時間

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search All
zh_hans: 搜索全部
zh_hant: 搜尋全部

source: Search category
zh_hans: 搜索类别
zh_hant: 搜尋類別

source: Search file names or contents.
zh_hans: 搜索文件名称或内容。
zh_hant: 搜尋檔案名稱或內容。

source: Search for tag %@
zh_hans: 搜索标签 %@
zh_hant: 搜尋標籤 %@

source: Search journal titles or text.
zh_hans: 搜索日记标题或正文。
zh_hant: 搜尋日記標題或內文。

source: Search orgenda
zh_hans: 搜索 orgenda
zh_hant: 搜尋 orgenda

source: Search task titles, notes, or tags.
zh_hans: 搜索任务的标题、备注或标签。
zh_hant: 搜尋任務的標題、備註或標籤。

source: Search the titles, notes, or tags of dated items.
zh_hans: 搜索已设置日期事项的标题、备注或标签。
zh_hant: 搜尋已設定日期事項的標題、備註或標籤。

source: Search titles, notes, tags, and file contents.
zh_hans: 搜索标题、备注、标签和文件内容。
zh_hant: 搜尋標題、備註、標籤和檔案內容。

source: Search workspace, appearance, or reminder settings.
zh_hans: 搜索工作区、外观或提醒设置。
zh_hant: 搜尋工作區、外觀或提醒設定。

source: Searching…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Select an Org file
zh_hans: 选择 Org 文件
zh_hant: 選擇 Org 檔案

source: Selects and centers this journal date
zh_hans: 选择此日记日期并将其居中
zh_hant: 選擇此日記日期並將其居中

source: Separate tags with commas
zh_hans: 用逗号分隔标签
zh_hant: 用逗號分隔標籤

source: Separate tags with commas, for example: work, focus
zh_hans: 用逗号分隔标签，例如：工作, 专注
zh_hant: 用逗號分隔標籤，例如：工作, 專注

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server Address
zh_hans: 服务器地址
zh_hant: 伺服器位址

source: Service
zh_hans: 服务
zh_hant: 服務

source: Set a time
zh_hans: 设置时间
zh_hant: 設定時間

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Shortcuts to other OneDrive locations are not supported in the workspace.
zh_hans: 工作区不支持指向其他 OneDrive 位置的快捷方式。
zh_hant: 工作區不支援指向其他 OneDrive 位置的捷徑。

source: Show document outline
zh_hans: 显示文档大纲
zh_hant: 顯示文件大綱

source: Show in File
zh_hans: 在文件中显示
zh_hant: 在檔案中顯示

source: Shows this heading in Preview
zh_hans: 在预览中显示此标题
zh_hant: 在預覽中顯示此標題

source: Shows this month
zh_hans: 显示此月份
zh_hant: 顯示此月份

source: Sign In Again
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign in again to sync
zh_hans: 重新登录以同步
zh_hant: 重新登入以同步

source: Sign in again to sync. Your edits are saved on this device.
zh_hans: 重新登录即可同步。你的修改已保存在本机。
zh_hant: 重新登入即可同步。你的修改已儲存在本機。

source: Sign in to the account originally connected to this workspace. Your offline changes have not been moved.
zh_hans: 请登录此工作区原来连接的账号。离线修改未被搬移。
zh_hant: 請登入此工作區原來連接的帳號。離線修改未被搬移。

source: Sign in to your Dropbox account
zh_hans: 登录 Dropbox 账号
zh_hant: 登入 Dropbox 帳號

source: Sign in to your Google account
zh_hans: 登录 Google 账号
zh_hant: 登入 Google 帳號

source: Sign in to your Microsoft account
zh_hans: 登录 Microsoft 账号
zh_hant: 登入 Microsoft 帳號

source: Someday
zh_hans: 将来
zh_hant: 將來

source: SOMEDAY
zh_hans: 将来
zh_hant: 將來

source: Source
zh_hans: 来源
zh_hant: 來源

source: Source link (optional)
zh_hans: 来源链接（可选）
zh_hant: 來源連結（可選）

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start a search
zh_hans: 开始搜索
zh_hant: 開始搜尋

source: Start the next interval from the day you complete the task.
zh_hans: 从完成任务的当天起计算下一个间隔。
zh_hant: 從完成任務的當天起計算下一個間隔。

source: Start the next interval from the time you complete the task.
zh_hans: 从完成任务的时刻起计算下一个间隔。
zh_hant: 從完成任務的時刻起計算下一個間隔。

source: Starting now
zh_hans: 现在开始
zh_hant: 現在開始

source: Starts in %lld minutes
zh_hans: %lld 分钟后开始
zh_hant: %lld 分鐘後開始

source: State history
zh_hans: 状态日志
zh_hant: 狀態日誌

source: States & order
zh_hans: 状态与顺序
zh_hant: 狀態與順序

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Status note
zh_hans: 状态备注
zh_hant: 狀態備註

source: Storage Location
zh_hans: 存储位置
zh_hant: 儲存位置

source: Swipe up or down to change months
zh_hans: 上下滑动切换月份
zh_hant: 上下滑動切換月份

source: Swipe up or down to change years
zh_hans: 上下轻扫以切换年份
zh_hant: 上下滑動以切換年份

source: Switch view
zh_hans: 切换视图
zh_hant: 切換檢視

source: Sync Now
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync pending edits first, or keep a local copy before changing storage.
zh_hans: 更换存储位置前，请先同步待处理修改，或保留本机副本。
zh_hant: 更換儲存位置前，請先同步待處理修改，或保留本機副本。

source: Sync Status
zh_hans: 同步状态
zh_hant: 同步狀態

source: Syncing…
zh_hans: 正在同步…
zh_hant: 正在同步⋯

source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System switches automatically with your device’s appearance.
zh_hans: 选择“跟随系统”后，外观会随设备自动切换。
zh_hant: 選擇“跟隨系統”後，外觀會隨裝置自動切換。

source: System, light, or dark theme
zh_hans: 跟随系统、浅色或深色主题
zh_hant: 跟隨系統、淺色或深色主題

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Tap to mark done. Touch and hold to choose a status.
zh_hans: 轻点标记为已完成，长按选择状态。
zh_hant: 輕點標記為已完成，長按選擇狀態。

source: Tap to mark TODO. Touch and hold to choose a status.
zh_hans: 轻点标记为待办，长按选择状态。
zh_hant: 輕點標記為待辦，長按選擇狀態。

source: Task
zh_hans: 任务
zh_hant: 任務

source: Task completed
zh_hans: 任务已完成
zh_hant: 任務已完成

source: Task reopened
zh_hans: 任务已重新打开
zh_hant: 任務已重新開啟

source: Task states, icons, colors and history rules
zh_hans: 任务状态、图标、颜色与日志规则
zh_hant: 任務狀態、圖示、顏色與日誌規則

source: Tasks
zh_hans: 任务
zh_hant: 任務

source: Tasks & capture
zh_hans: 任务与捕获
zh_hant: 任務與擷取

source: Tasks & Workflow
zh_hans: 任务与工作流
zh_hant: 任務與工作流程

source: Tasks without a schedule appear here.
zh_hans: 未安排日期的任务会显示在这里。
zh_hant: 未安排日期的任務會顯示在這裡。

source: Template details
zh_hans: 模板信息
zh_hant: 範本資訊

source: Template syntax
zh_hans: 模板语法
zh_hant: 範本語法

source: Test & Connect
zh_hans: 测试并连接
zh_hant: 測試並連接

source: The archive location must be a supported file inside this workspace.
zh_hans: 归档位置必须是此工作区内受支持的文件。
zh_hant: 歸檔位置必須是此工作區內受支援的檔案。

source: The attachment ID cannot be used as a directory name.
zh_hans: 附件 ID 无法用作目录名称。
zh_hant: 附件 ID 無法用作目錄名稱。

source: The complete subtree moves to the archive configured for this file.
zh_hans: 整个子树会移至此文件配置的归档位置。
zh_hant: 整個子樹會移至此檔案配置的歸檔位置。

source: The current workspace changed while opening the folder. Save those changes, then choose the folder again.
zh_hans: 打开文件夹时当前工作区发生了变化，请先保存更改，再重新选择文件夹。
zh_hant: 開啟資料夾時當前工作區發生了變化，請先儲存更改，再重新選擇資料夾。

source: The destination heading changed or is not an allowed refile target.
zh_hans: 目标标题已更改，或不是允许的移动目标。
zh_hant: 目標標題已更改，或不是允許的移動目標。

source: The document changed while dragging. Try moving the heading again.
zh_hans: 拖动时文档发生了变化，请重新移动标题。
zh_hant: 拖動時文件發生了變化，請重新移動標題。

source: The event changed. Reopen it before completing this occurrence.
zh_hans: 事件已更改，请重新打开后再完成本次事项。
zh_hant: 事件已更改，請重新開啟後再完成本次事項。

source: The event metadata is ambiguous. Check its properties before completing it.
zh_hans: 事件元数据不明确，请检查属性后再完成。
zh_hant: 事件後設資料不明確，請檢查屬性後再完成。

source: The file changed after this action. Undo would overwrite newer edits.
zh_hans: 此操作后文件发生了变化，撤销会覆盖较新的更改。
zh_hant: 此操作後檔案發生了變化，撤銷會覆蓋較新的更改。

source: The file exceeds the download size limit.
zh_hans: 文件超过了下载大小限制。
zh_hant: 檔案超過了下載大小限制。

source: The file is no longer available.
zh_hans: 此文件已不可用。
zh_hant: 此檔案已不可用。

source: The file or folder changed. Refresh it and try again.
zh_hans: 文件或文件夹已更改，请刷新后再试。
zh_hant: 檔案或資料夾已更改，請重新整理後再試。

source: The file was deleted at the storage location. A recovery copy of your edits will be kept before removing it from this workspace.
zh_hans: 该文件已从存储位置删除。从此工作区移除前，会保留本机修改的恢复副本。
zh_hant: 此檔案已從儲存位置刪除。從此工作區移除前，會保留本機修改的復原副本。

source: The heading changed. Reload it before trying again.
zh_hans: 标题已更改，请重新载入后再试。
zh_hant: 標題已更改，請重新載入後再試。

source: The image could not be found at this path.
zh_hans: 在此路径下找不到图片。
zh_hant: 在此路徑下找不到圖片。

source: The image could not be loaded because its size limit is invalid.
zh_hans: 图片大小限制无效，无法加载。
zh_hant: 圖片大小限制無效，無法載入。

source: The image is too large to display.
zh_hans: 图片文件过大，无法显示。
zh_hant: 圖片檔案過大，無法顯示。

source: The image path does not point to a readable file.
zh_hans: 图片路径没有指向可读取的文件。
zh_hant: 圖片路徑未指向可讀取的檔案。

source: The image server returned an invalid response.
zh_hans: 图片服务器返回了无效响应。
zh_hant: 圖片伺服器傳回了無效回應。

source: The image server returned HTTP %lld.
zh_hans: 图片服务器返回 HTTP %lld。
zh_hant: 圖片伺服器傳回 HTTP %lld。

source: The image URL is invalid or contains embedded credentials.
zh_hans: 图片网址无效，或包含用户名及密码。
zh_hant: 圖片網址無效，或包含使用者名稱及密碼。

source: The image was not found on the server (404).
zh_hans: 服务器上找不到此图片（404）。
zh_hant: 伺服器上找不到此圖片（404）。

source: The item changed or has unsaved file changes. Reopen it before moving.
zh_hans: 条目已更改或文件有未保存的更改，请重新打开后再移动。
zh_hant: 條目已更改或檔案有未儲存的更改，請重新開啟後再移動。

source: The next occurrence could not be calculated. Check the repeat rule.
zh_hans: 无法计算下一次日期，请检查重复规则。
zh_hant: 無法計算下一次日期，請檢查重複規則。

source: The Org structure is ambiguous. Check its drawers and blocks before trying again.
zh_hans: Org 结构不明确，请检查抽屉和文本块后再试。
zh_hant: Org 結構不明確，請檢查抽屜和文字塊後再試。

source: The repeating item could not be advanced safely. Its original source has been kept.
zh_hans: 无法安全推进重复条目的日期，原始内容已保留。
zh_hant: 無法安全推進重複條目的日期，原始內容已保留。

source: The saved destination changed before the move finished. The source has been kept.
zh_hans: 移动完成前，已保存的目标文件发生了变化。原文件已保留。
zh_hant: 移動完成前，已儲存的目標檔案發生了變更。原始檔案已保留。

source: The saved folder is unavailable. Choose it again in Workspace & Sync.
zh_hans: 已保存的文件夹不可用，请在“工作区与同步”中重新选择。
zh_hant: 已儲存的資料夾不可用，請在“工作區與同步”中重新選擇。

source: The source changed before this edit could be saved. Reopen the editor and try again.
zh_hans: 保存前源内容发生了变化，请重新打开编辑器后再试。
zh_hant: 儲存前源內容發生了變化，請重新開啟編輯器後再試。

source: The source changed. Please reopen this item.
zh_hans: 源内容已更改，请重新打开此条目。
zh_hant: 源內容已更改，請重新開啟此條目。

source: The source file could not be found.
zh_hans: 找不到源文件。
zh_hant: 找不到原始檔。

source: The source file may have changed or be unavailable. Your draft is still here.
zh_hans: 源文件可能已更改或无法访问，你的草稿仍已保留。
zh_hant: 原始檔可能已更改或無法訪問，你的草稿仍已保留。

source: The source file may have changed. Your item is still available.
zh_hans: 源文件可能已更改，你的条目仍已保留。
zh_hant: 原始檔可能已更改，你的條目仍已保留。

source: The source or destination changed. Refresh and try again.
zh_hans: 来源或目标已更改，请刷新后再试。
zh_hant: 來源或目標已更改，請重新整理後再試。

source: The storage folder is unavailable. Reconnect it; your local edits are safe.
zh_hans: 存储文件夹不可用。请重新连接，你的本机修改已妥善保留。
zh_hant: 儲存資料夾無法使用。請重新連接，你的本機修改已妥善保留。

source: The storage path is invalid: %@
zh_hans: 存储路径无效：%@
zh_hant: 儲存路徑無效：%@

source: The storage service is busy. Sync will retry automatically.
zh_hans: 存储服务繁忙，同步会自动重试。
zh_hant: 儲存服務忙碌，同步會自動重試。

source: The storage service returned an invalid response.
zh_hans: 存储服务返回了无效响应。
zh_hant: 儲存服務傳回了無效回應。

source: The storage service returned HTTP %lld. Try again later.
zh_hans: 存储服务返回了 HTTP %lld 错误，请稍后重试。
zh_hant: 儲存服務傳回了 HTTP %lld 錯誤，請稍後重試。

source: The storage version will be replaced with your local edits. A recovery copy of the storage version will be kept.
zh_hans: 存储位置中的版本将替换为本机修改。替换前会保留该版本的恢复副本。
zh_hant: 儲存位置中的版本將取代為本機修改。取代前會保留該版本的復原副本。

source: The task changed. Reopen it before changing its state.
zh_hans: 任务已更改，请重新打开后再更改状态。
zh_hant: 任務已更改，請重新開啟後再更改狀態。

source: The task changed. Reopen it before rescheduling.
zh_hans: 任务已更改，请重新打开后再安排日期。
zh_hant: 任務已更改，請重新開啟後再安排日期。

source: The task was moved or removed. Reopen it before rescheduling.
zh_hans: 任务已移动或移除，请重新打开后再安排日期。
zh_hant: 任務已移動或移除，請重新開啟後再安排日期。
